import React from 'react'

import './AboutScreen.css'


const AboutScreen = () => (
  <div className="content">
    <div className="about-banner" />
    <div className="shablet">
      <h1 className="text-center">چگونه آغاز شد</h1>
      <p>
        ی‌خواهم کلام خود را درباره خواردارندگان تن در میان گذارم. نخواهم چیزی
        از نو بیاموزند و از نو بیاموزانند؛ بل تنها با تن‌ها شان وداع گویند و اینگونه دم در کشند.
        من تن و روان‌ام. کودک چنین می‌گوید. و چرا چون کودکان سخن نمی‌باید گفت؟
        اما مرد بیدار دانا می‌گوید: من یکسره تن هستم
        و جز آن هیچ؛ و روان تنها واژه‌ایست برای چیزی در تن.
        تن خردی است بزرگ؛ کثرتی با یک معنا؛ جنگی و صلحی؛ رمه‌ای و شبانی. برادر،
        خرد کوچک‌ات
        که جان اش میخوانی، نیز افزار تن توست؛ افزار و بازیچه‌ای کوچک برای خرد بزرگ‌ات.
        «من» میگویی و از این گفته مغروری. اما بزرگتر از این – که نمیخواهی بدان
        باور داشته باشی- تن توست و خرد بزرگ‌اش؛ که «من» نمیگوید، اما «من» را در کار می‌آورد.
        غایت آنچه حس در می‌یابد و جان میشناسد، هرگز نه در خود آن است.
        اما حس و جان
        میخواهند تو را بر آن دارند که آنان غایت همه چیز اند، تا بدین پایه خودپسند اند.
        حس و جان افزارند و بازیچه:
        در پس آنان خود جای دارد، خود با چشمان حواس می‌جوید و با گوش‌های جان می شنود.
        خود همواره شنواست
        و جویا: می‌سنجد، چیره می‌شود، فتح می‌کند، او فرمان می‌راند و بر من نیز فرمانرواست.
        برادر، در پس اندیشه‌ها و احساس‌هایت فرمانروایی
        قدرتمند ایستاده
        است، دانایی ناشناس، که نامش  خود  است. او در تن تو خانه دارد، او تن توست.
        در تن ات
        از بهین خردمندی‌ات
        عقل پیش است و چه کسی می‌داند که تن‌ات را به بهین خردمندی‌ات چه نیاز است؟
        خودِ تو بر منِ تو
        و جهش های مغرورانه‌اش خنده می‌زند، و با خود می‌گوید: «این جهش ها و پرش های اندیشه
        نزد من چیست؟ راهی میانبر به سوی مقصد من. من‌ام سر رشته‌دار من و انگیزنده خیال‌هایش.»
        خود به من میگوید:«اینجا درد ببر!» آنگاه او
        رنج میبرد و می اندیشد که رنج خویش را چگونه پایان دهد. و برای این می باید بیندیشد.
        خود به من می گوید: «اینجا لذت ببر!».
        آنگاه او شادمانی میکند و میاندیشد که چگونه بیشتر شادی کند. برای این می باید بیندیشد.
        میخواهم با خوار دارندگانِ تن سخنی بگویم. خوار داشتشان از
        بزرگداشتشان سرچشمه میگیرد.چیست آنچه خوارداشت و بزرگداشت و ارزش و خواستن را آفرید؟
        خودِ آفریننده بزرگداشت و خوارداشت را
        آفرید، لذت و رنج را آفرید. تنِ آفریننده جان را آفرید همچون دستی برای خواست خویش.
        شما خواردارندگانِ تن، با نابخردی و خوارداشت تان نیز، خود خویش
        را خدمت می گذارید.شما را میگویم: خودتان خواهان مرگ است و گذشتن از زندگی.
        خودِتان دیگر نتواند آن کاری را کند که از همه بیش خواهان است، یعنی فراسوی خود
        آفریدن. این است آنچه از همه بیش خواهان است؛ این است تمامی شور و شوق او.
        اما اکنون دیگر برای
        آن کار بسی دیر است. از این رو خودتان خواهان نابودی است، ای خوار دارندگان تن.
        خودتان خواهان نابودی است و
        از این رو شما خواردارندگانِ تن شده اید! زیرا دیگر فراسوی خود آفریدن نتوانید.
        از این رو اکنون
        بر زندگی و زمین خشم گرفته اید. در چپ نگری خوارداشت شما رشکی ناهشیار نهفته است.
        من به راه شما نمی روم،شما خواردارندگانِ تن! شما مرا پل هایی به سوی ابرانسان نیستید!
        چنین گفت زرتشت.
      </p>
    </div>
  </div>
)

export { AboutScreen }
