import React from 'react'

import './AboutScreen.css'


const AboutScreen = () => (
  <div className="content about-banner">
    <div className="shablet container">
      <p>
        .جاهای مختلفی بودیم و هر کدوممون کارمون رو انجام میدادیم
        ، دور هم نشستیم و تصمیم گرفتیم هر کدوم با تخصصمون کاری رو که
        . دوست داریم با تمام انرژی انجام بدیم. ولی همیشه یک نگاه بود به یک کار فوق‌العاده
        از دور، دور هم مثل یک دایره جمع شده بودیم، پیوسته و متحد.
      </p>
      <p>
        ما میخواهیم حالا اون کارهایی که درست بود ولی نمیشد رو انجام بدیم. به همون درستی که دوست داریم و میخوایم.
      </p>
    </div>
  </div>
)

export { AboutScreen }
