import React from 'react'

import './WhatWeDeScreen.css'
import image from '../../assets/images/services.jpeg'


const WhatWeDoScreen = () => (
  <div className="content">
    <main className="container services">
      <section className="services__section">
        <article className="services__article">
          <h2 className="services__title">بازاریابی</h2>
          <p>
            در گذشته مفهوم بازاریابی صرفاً در یافتن بستری برای فروش محصولات و خدمات خلاصه می شد. اما
            امروزه این مفهوم گسترش یافته و از جمله مهمترین فعالیت ها برای دستیابی به هدف نهایی
            هر سازمانی یعنی سودآوری و بقا است. متدهای بازاریابی با توجه به سرعت ورود تکنولوژی
            های جدید و سلایق متغیر این نسل لحظه به لحظه در حال تغییر است. به همین سبب
            این بخش باید زیر نظر متخصصین هوشمند و تحصیل کرده باشد تا با پیش بینی روندهای جدید
            به سرعت متدهای خود را با شرایط بازار و نیازهای متنوع مخاطبان به روزرسانی کرده تا
            در بازار تجارت جدیدی که با عنوان تجارت اجتماعی مطرح شده است، پیشگام و موفق باشد.
          </p>
        </article>
        <img className="services__image" src={image} alt="Digital Marketing" />
      </section>
      <section className="services__section">
        <article className="services__article">
          <h2 className="services__title">بازاریابی</h2>
          <p>
            در گذشته مفهوم بازاریابی صرفاً در یافتن بستری برای فروش محصولات و خدمات خلاصه می شد. اما
            امروزه این مفهوم گسترش یافته و از جمله مهمترین فعالیت ها برای دستیابی به هدف نهایی
            هر سازمانی یعنی سودآوری و بقا است. متدهای بازاریابی با توجه به سرعت ورود تکنولوژی
            های جدید و سلایق متغیر این نسل لحظه به لحظه در حال تغییر است. به همین سبب
            این بخش باید زیر نظر متخصصین هوشمند و تحصیل کرده باشد تا با پیش بینی روندهای جدید
            به سرعت متدهای خود را با شرایط بازار و نیازهای متنوع مخاطبان به روزرسانی کرده تا
            در بازار تجارت جدیدی که با عنوان تجارت اجتماعی مطرح شده است، پیشگام و موفق باشد.
          </p>
        </article>
        <img className="services__image" src={image} alt="Digital Marketing" />
      </section>
      <section className="services__section">
        <article className="services__article">
          <h2 className="services__title">بازاریابی</h2>
          <p>
            در گذشته مفهوم بازاریابی صرفاً در یافتن بستری برای فروش محصولات و خدمات خلاصه می شد. اما
            امروزه این مفهوم گسترش یافته و از جمله مهمترین فعالیت ها برای دستیابی به هدف نهایی
            هر سازمانی یعنی سودآوری و بقا است. متدهای بازاریابی با توجه به سرعت ورود تکنولوژی
            های جدید و سلایق متغیر این نسل لحظه به لحظه در حال تغییر است. به همین سبب
            این بخش باید زیر نظر متخصصین هوشمند و تحصیل کرده باشد تا با پیش بینی روندهای جدید
            به سرعت متدهای خود را با شرایط بازار و نیازهای متنوع مخاطبان به روزرسانی کرده تا
            در بازار تجارت جدیدی که با عنوان تجارت اجتماعی مطرح شده است، پیشگام و موفق باشد.
          </p>
        </article>
        <img className="services__image" src={image} alt="Digital Marketing" />
      </section>
      <section className="services__section">
        <article className="services__article">
          <h2 className="services__title">بازاریابی</h2>
          <p>
            در گذشته مفهوم بازاریابی صرفاً در یافتن بستری برای فروش محصولات و خدمات خلاصه می شد. اما
            امروزه این مفهوم گسترش یافته و از جمله مهمترین فعالیت ها برای دستیابی به هدف نهایی
            هر سازمانی یعنی سودآوری و بقا است. متدهای بازاریابی با توجه به سرعت ورود تکنولوژی
            های جدید و سلایق متغیر این نسل لحظه به لحظه در حال تغییر است. به همین سبب
            این بخش باید زیر نظر متخصصین هوشمند و تحصیل کرده باشد تا با پیش بینی روندهای جدید
            به سرعت متدهای خود را با شرایط بازار و نیازهای متنوع مخاطبان به روزرسانی کرده تا
            در بازار تجارت جدیدی که با عنوان تجارت اجتماعی مطرح شده است، پیشگام و موفق باشد.
          </p>
        </article>
        <img className="services__image" src={image} alt="Digital Marketing" />
      </section>
    </main>
    <br />
  </div>
)

export { WhatWeDoScreen }
